Repository: airdcpp/airdcpp-windows
Catalog: installer/pofiles/*.po
Languages: ca, da_dk, fi_fi, fr_fr, nl_nl, pt_br, sv_se

source: Launch AirDC++
ca: Llança l'AirDC++
da_dk: Start AirDC++
fi_fi: Käynnistä AirDC++
fr_fr: Démarrer AirDC++
nl_nl: Start AirDC++
pt_br: Iniciar AirDC++
sv_se: Kör AirDC++

source: Welcome to the AirDC++ installer.
ca: Us donem la benvinguda a l'instal·lació d'AirDC++
da_dk: Velkommen til AirDC++ installation.
fi_fi: Tervetuloa AirDC++:n asennusohjelmaan.
fr_fr: Bienvenue dans l'installateur d'AirDC++
nl_nl: Welkom bij de AirDC++ installer
pt_br: Bem-vindo ao instalador AirDC++.
sv_se: Välkommen till installationen av AirDC++.

source: If you are upgrading from an older version, select the same directory where your old version resides and your existing settings will be imported.
ca: Si esteu actualitzant una versió anterior, seleccioneu el mateix directori on és la versió antiga per importar la configuració actual.
da_dk: Hvis du opgraderer fra en ældre version, skal du vælge den samme mappe, hvor din gamle version er, og dine eksisterende indstillinger bliver importeret.
fi_fi: Valitse hakemisto, jonne AirDC++ asennetaan. Jos päivität ohjelmaa, valitse sama kansio, jossa vanha versio sijaitsee, jolloin asetuksesi säilyvät.
fr_fr: Si vous effectuez une mise à jour à partir d'une ancienne version, sélectionnez le même répertoire où réside votre ancienne version et vos paramètres existants seront importés.
nl_nl: Als je een update doet vanaf een oudere versie, kies dan dezelfde map waar je oude versie staat dan zullen je huidige instellingen worden overgenomen en ge√Ømporteerd.
pt_br: Se você está atualizando de uma antiga versão, selecione o mesmo diretório onde reside sua antiga versão e suas configurações existentes serão importadas.
sv_se: Om du uppgraderar från en äldre version, välj då samma katalog där den gamla versionen finns och dina nuvarande inställningar kommer att behållas.

source: AirDC++ (required)
ca: AirDC++ (obligatori)
da_dk: AirDC++ (påkrævet)
fi_fi: AirDC++ (pakollinen)
fr_fr: AirDC++ (obligatoire)
nl_nl: AirDC++ (vereist)
pt_br: AirDC++ (requerido)
sv_se: AirDC++ (krävs)

source: Settings of a previous installation of AirDC++ has been found in the user profile, do you want to backup settings? (You can find them in $DOCBACKUPDIR later)
ca: S'ha trobat la configuració d'una instal·lació prèvia, voleu fer-ne còpia de seguretat? (la podreu trobar a $DOCBACKUPDIR)
da_dk: Indstillinger af en tidligere AirDC++ installation er fundet i brugerprofilen, vil du tage backup af indstillinger? (Du kan finde dem i $DOCBACKUPDIR senere)
fi_fi: Käyttäjäprofiilista löydettiin edellisen AirDC++ version asetukset. Haluatko, että asennusohjelma varmuuskopioi asetukset? Varmuuskopio löytyy tällöin kansiosta $DOCBACKUPDIR
fr_fr: Les paramètres d'une installation précédente d'AirDC++ ont été trouvés dans le profil utilisateur, voulez-vous sauvegarder les paramètres ? (Vous pouvez les trouver en $DOCBACKUPDIR plus tard)
nl_nl: Instellingen van een vorige installatie van AirDC++ zijn gevonden in je gebruikers profiel van windows, wil je de instellingen backuppen? (Je kan ze later vinden in $DOCBACKUPDIR)
pt_br: Configurações de uma prévia instalação de AirDC++ foi encontrada no perfil do usuário, você quer fazer backup dessas configurações? (Você pode encontra-las em $DOCBACKUPDIR depois)
sv_se: Hittade inställningsfiler från en tidigare installation av AirDC++ i användarprofilen. Vill du göra en säkerhetskopia av inställningsfilerna? (Du hittar de sen i $DOCBACKUPDIR)

source: A previous installation of AirDC++ has been found in the target folder, do you want to backup settings? (You can find them in $INSTBACKUPDIR later)
ca: S'ha trobat una instal·lació prèvia d'AirDC++ dins la carpeta seleccionada, voleu fer còpia de la configuració? (la podreu trobar a $INSTBACKUPDIR)
da_dk: En tidligere AirDC++ installation er fundet i destinationsmappen, vil du tage backup af indstillinger? (Du kan finde dem i $INSTBACKUPDIR senere)
fi_fi: Kohdekansiosta löydettiin edellisen AirDC++ version asetukset. Haluatko, että asennusohjelma varmuuskopioi asetukset? Varmuuskopio löytyy tällöin kansioista $INSTBACKUPDIR
fr_fr: Une installation précédente d'AirDC++ a été trouvée dans le dossier cible, voulez-vous sauvegarder les paramètres ? (Vous pourrez les retrouver dans $INSTBACKUPDIR)
nl_nl: Een vorige installatie van AirDC++ is gevonden in de doel map, wil je een backup van die instellingen maken? (Je kan ze later vinden in $INSTBACKUPDIR)
pt_br: Uma instalação anterior do AirDC ++ foi encontrada na pasta de destino, você deseja fazer backup das configurações?(Você pode encontrá-los em $INSTBACKUPDIR depois)
sv_se: Hittade inställningsfiler från en tidigare installation av AirDC++ i målmappen. Vill du göra en säkerhetskopia av inställningsfilerna? (Du hittar de sen i $INSTBACKUPDIR)

source: Settings of an existing DC++ installation has been found in the user profile, do you want to import settings and queue?
ca: S'ha trobat la configuració d'una instal·lació de DC++ en el perfil d'usuari, voleu importar-la?
da_dk: Indstillingerne af en eksisterende DC++ installation er fundet i brugerprofilen, vil du importere indstillingerne og kø?
fi_fi: Käyttäjäprofiilista löydettiin DC++:n asennuksen asetuskansio. Haluatko tuoda asetukset ja latausjonon?
fr_fr: Les paramètres d'une installation existante de DC++ ont été trouvés dans le profil utilisateur, voulez-vous importer les paramètres et la file d'attente ?
nl_nl: Instellingen van een bestaande installatie van DC++ zijn gevonden in het gebruikers profiel, wil je de instellingen en queue importeren?
pt_br: Configurações de uma instalação DC++ existente foi encontrada no perfil do usuário, você quer importar essas configurações e fila?
sv_se: Hittade inställningsfiler från en tidigare installation av DC++ i användarprofilen, vill du importera inställningar och kö?

source: Settings of an existing ApexDC++ installation has been found in the user profile, do you want to import settings and queue?
ca: S'ha trobat la configuració d'una instal·lació d'ApexDC++ en el perfil d'usuari, voleu importar-la?
da_dk: Indstillingerne af en eksisterende ApexDC++ installation er fundet i brugerprofilen, vil du importere indstillingerne og kø?
fi_fi: Käyttäjäprofiilista löydettiin ApexDC++:n asennuksen asetuskansio. Haluatko tuoda asetukset ja latausjonon?
fr_fr: Les paramètres d'une installation existante d'ApexDC++ ont été trouvés dans le profil utilisateur, voulez-vous importer les paramètres et la file d'attente ?
nl_nl: Instellingen van een bestaande installatie van ApexDC++ zijn gevonden in het gebruikers profiel, wil je de instellingen en queue importeren?
pt_br: Configurações de uma instalação ApexDC++ existente foi encontrada no perfil do usuário, você quer importar essas configurações e fila?
sv_se: Hittade inställningsfiler från en tidigare installation av ApexDC++ i användarprofilen, vill du importera inställningar och kö?

source: Settings of an existing StrongDC++ installation has been found in the user profile, do you want to import settings and queue?
ca: S'ha trobat la configuració d'una instal·lació de StrongDC++ en el perfil d'usuari, voleu importar-la?
da_dk: Indstillingerne af en eksisterende StrongDC++ installation er fundet i brugerprofilen, vil du importere indstillingerne og kø?
fi_fi: Käyttäjäprofiilista löydettiin StrongDC++:n asennuksen asetuskansio. Haluatko tuoda asetukset ja latausjonon?
fr_fr: Les paramètres d'une installation existante de StrongDC++ ont été trouvés dans le profil utilisateur, voulez-vous importer les paramètres et la file d'attente ?
nl_nl: Instellingen van een bestaande installatie van StrongDC++ zijn gevonden in het gebruikers profiel, wil je de instellingen en queue importeren?
pt_br: Configurações de uma instalação StrongDC++ existente foi encontrada no perfil do usuário, você quer importar essas configurações e fila?
sv_se: Hittade inställningsfiler från en tidigare installation av StrongDC++ i användarprofilen, vill du importera inställningar och kö?

source: Start menu shortcuts
ca: Dreceres del menú d'inici
da_dk: Startmenugenveje
fi_fi: Käynnistä-valikon pikakuvakkeet
fr_fr: Raccourcis du menu Démarrer
nl_nl: Start menu snelkoppelingen
pt_br: Atalhos no menu iniciar
sv_se: Genvägar på Startmenyn

source: AirDC++ File Sharing Application
ca: AirDC++ Una aplicació per compartir fitxers
da_dk: AirDC++ FildelingsApplication
fi_fi: AirDC++-tiedostonjako-ohjelma
fr_fr: Application de partage de fichiers AirDC++
nl_nl: AirDC++ Bestands Uitwissel Applicatie
pt_br: AirDC++ Aplicativo de Compartilhamento de Arquivos
sv_se: Fildelningsprogrammet AirDC++

source: Uninstall AirDC++
ca: Desinstal·la AirDC++
da_dk: Afinstaller AirDC++
fi_fi: Poista AirDC++:n asennus
fr_fr: Désinstaller AirDC++
nl_nl: Verwijder AirDC++
pt_br: Desinstalar AirDC++
sv_se: Avinstallera AirDC++

source: Uninstall
ca: Desinstal·la
da_dk: Afinstaller
fi_fi: Poista asennus
fr_fr: Désinstaller
nl_nl: Verwijder
pt_br: Desinstalar
sv_se: Avinstallera

source: (remove only)
ca: (només suprimeix)
da_dk: (fjern kun)
fi_fi: (vain poisto)
fr_fr: (seulement pour supprimer)
nl_nl: (alleen verwijderen)
pt_br: (remover somente)
sv_se: (endast avinstallation)

source: Default emoticon pack
ca: Paquet d'emoticones per defecte
da_dk: Standard Emojipakke
fi_fi: Oletushymiösetti
fr_fr: Pack par défaut d'émoticones
nl_nl: Standaard emoticons pakket
pt_br: Pacote de emoticons padrão
sv_se: Standard uttryckssymbolspaketet

source: Default extension engine (node.js)
ca: Motor d'extensions per defecte (node.js)
da_dk: Standardudvidelsesmotor (node.js)
fi_fi: Lisäosien oletusmoottori (node.js)
fr_fr: Moteur d’extension par défaut (node.js)
nl_nl: Standaard plugin engine (node.js)
pt_br: Mecanismo de extensão padrão (node.js)
sv_se: Standard tilläggsmotor (node.js)

source: Themes
ca: Temes
da_dk: Temaer
fi_fi: Teemat
fr_fr: Thèmes
nl_nl: Thema's
pt_br: Temas
sv_se: Teman

source: Web user interface
ca: Interfície web d'usuari
da_dk: Webbrugerinterface
fi_fi: Web-käyttöliittymä
fr_fr: Interface utilisateur web
nl_nl: Web gebruikers omgeving
pt_br: Interface de usuário de web
sv_se: Webbgränssnitt

source: Store settings in the user profile directory
ca: Desa la configuració dins el directori del perfil d'usuari
da_dk: Gem indstillinger i brugerprofilenmappen
fi_fi: Tallenna asetukset käyttäjäprofiilikansioon
fr_fr: Enregistrer les paramètres dans le répertoire du profil utilisateur
nl_nl: Sla instellingen op in de gebruikers profiel map
pt_br: Salvar configurações no diretório do perfil do usuário
sv_se: Lagra inställningarna i användarprofilen

source: Desktop shortcut
ca: Drecera a l'escriptori
da_dk: Skrivebordsgenvej
fi_fi: Työpöytäkuvake
fr_fr: Raccourcis bureau
nl_nl: Bureaublad snelkoppeling
pt_br: Atalho na Área de Trabalho
sv_se: Genväg på skrivbordet

source: Install the 32-bit version
ca: Instal·la la versió de 32 bits
da_dk: Installer 32-bit versionen
fi_fi: Asenna 32-bittinen versio
fr_fr: Installer la version 32-bit
nl_nl: Installeer de 32-bit versie
pt_br: Instalar a versão 32-bit
sv_se: Installera 32-bitarsversion

source: If you want to keep your settings in the program directory, make sure that you DO NOT install AirDC++ to the 'Program files' folder!!! This can lead to abnormal behaviour like loss of settings or downloads!
ca: Si voleu conservar la configuració dins el directori del programa, no l'instal·leu a la carpeta "Arxius de Programa"!
da_dk: Hvis du vil beholde dine indstillinger i program mappen, skal du sørge for, at DU IKKE installerer AirDC++ i mappen 'Programmer'!!! Dette kan føre til unormal adfærd såsom tab af indstillinger eller downloads!
fi_fi: Jos haluat tallentaa asetukset ohjelman asennuskansioon, älä asenna ohjelmaa Ohjelmatiedostot (Program Files) -kansioon! Tämä voi johtaa epänormaaliin toimintaan, sekä asetusten ja latausten häviämiseen.
fr_fr: Si vous souhaitez conserver vos paramètres dans le répertoire du programme, assurez-vous de NE PAS installer AirDC++ dans le dossier 'Program files' ! Cela peut conduire à un comportement anormal comme la perte de paramètres ou de téléchargements !
nl_nl: Als je je instellingen wilt behouden in de huidige AirDC++ map, zorg dan dat je AirDC++ NIET installeerd in de Program Files map!!! Dit kan leiden tot abnormaal gedrag zoals verlies van instellingen of downloads!
pt_br: Se você quiser manter suas configurações no diretório do programa, certifique-se de NÃO instalar o AirDC++ na pasta 'Arquivos de programa' !!! Isso pode levar a um comportamento anormal, como perda de configurações ou downloads!
sv_se: Om du vill behålla dina inställningsfiler i programkatalogen, se då till att du INTE installerar AirDC++ i katalogen 'Program'!!! Detta kan leda till onormalt beteende som förlust av inställningar eller nedladdningar!

source: This application is compatible with Windows 7 SP1 or newer operating systems only. The installer will now exit.
ca: Aquesta aplicació només és compatible a partir de Windows 7 SP1. L'instal·lador ara es tancarà.
da_dk: Denne applikation er kun kompatibel med Windows 7 SP1 eller nyere operativsystemer. Installationsprogrammet afslutter nu.
fi_fi: Tämä sovellus on yhteensopiva vain Windows 7 SP1:n ja uudempien käyttöjärjestelmien kanssa. Asennusohjelma sulkeutuu.
fr_fr: Cette application n'est compatible qu'avec Windows 7 SP1 ou ultérieur. Le programme d'installation va maintenant s'arrêter.
nl_nl: Deze applicatie is compatible met Windows 7 SP1 of nieuwer. De installer zal nu sluiten.
pt_br: Este aplicativo é compatível apenas com o Windows 7 SP1 ou com sistemas operacionais mais recentes. O instalador irá sair agora.
sv_se: Detta programmet stöder endast operativsystem Windows 7 SP1 eller nyare. Installationen kommer nu att avbrytas.

source: This will uninstall AirDC++. Hit the Uninstall button to continue.
ca: Aquesta acció desintal·larà l'AirDC++. Premeu el butó Desinstal·la per continuar.
da_dk: Dette vil afinstallere AirDC++. Klik på knappen Afinstaller for at fortsætte.
fi_fi: Tämä poistaa ohjelman AirDC++ asennuksen. Jatka napsauttamalla painiketta "Poista asennus".
fr_fr: Cela désinstallera AirDC++. Appuyez sur le bouton Désinstaller pour continuer.
nl_nl: Dit zal AirDC++ verwijderen, klik op de Verwijder knop om door te gaan.
pt_br: Isso irá desinstalar o AirDC++. Aperte o botão Desinstalar para continuar.
sv_se: Detta kommer att avinstallera AirDC++. Tryck på knappen Avinstallera för att fortsätta.

source: Do you also want to remove queue, themes and all settings?
ca: Voleu eliminar els fitxers en cua, temes i tota la configuració?
da_dk: Vil du også fjerne kø, temaer og alle indstillinger?
fi_fi: Haluatko poistaa myös latausjonon, teemat, sekä kaikki asetukset?
fr_fr: Voulez-vous également supprimer la file d'attente, les thèmes et tous les paramètres ?
nl_nl: Wil je ook je queue, thema's en alle instellingen verwijderen?
pt_br: Você também quer remover fila, temas e todas as configurações?
sv_se: Vill du även ta bort kön, teman och alla andra inställningar?

source: Installation directory is NOT empty. Do you still want to remove it?
ca: El directori d'instal·lació no és buit. Voleu continuar?
da_dk: Installationsmappen er IKKE tom. Vil du stadig fjerne det?
fi_fi: Asennuskansio EI ole tyhjä. Haluatko silti poistaa sen?
fr_fr: Le répertoire d'installation n'est PAS vide. Souhaitez-vous quand même le supprimer ?
nl_nl: Installatie map is NIET leeg. Weet je zeker dat je hem wilt verwijderen?
pt_br: O diretório de instalação NÃO está vazio. Você ainda quer removê-lo?
sv_se: Installationskatalogen är INTE tom. Vill du ändå ta bort den?

source: AirDC++ main program.
ca: Programa principal d'AirDC++
da_dk: AirDC++ hovedprogram.
fi_fi: AirDC++ pääohjelma
fr_fr: Programme principal AirDC++.
nl_nl: AirDC++ hoofd programma.
pt_br: Programa principal do AirDC++.
sv_se: AirDC++ huvudprogrammet.

source: A shortcut of AirDC++ will be placed in your start menu.
ca: Es crearà una drecera d'AirDC++ al menú d'inici.
da_dk: En genvej til AirDC ++ placeres i din startmenu.
fi_fi: Käynnistä valikkoon lisätään pikakuvake
fr_fr: Un raccourci d'AirDC++ sera placé dans votre menu de démarrage.
nl_nl: Een snelkoppeling naar AirDC++ zal in het start menu geplaatst worden.
pt_br: Um atalho para o AirDC++ será colocado em seu menu iniciar.
sv_se: En genväg till AirDC++ kommer att placeras i startmenyn.

source: Display emoticons as images in chat windows.
ca: Mostra les emoticones com a imatges en la finestra de xat.
da_dk: Vis humørikoner som billeder i chatvinduer.
fi_fi: Näytä hymiöt keskusteluikkunoissa
fr_fr: Affiche les émoticônes sous forme d'images dans les fenêtres de discussion.
nl_nl: Geef emoticons weer als afbeelding in chat schermen.
pt_br: Exibir emoticons como imagens em janelas de bate-papo.
sv_se: Visa uttryckssymboler som bilder i chattfönster.

source: Allows installing and running third-party extensions.
ca: Permet instal·lar i executar extensions de tercers
da_dk: Tillader installation og kørsel af tredjepartsudvidelser.
fi_fi: Mahdollistaa kolmannen osapuolen lisäosien asentamisen ja ajamisen
fr_fr: Autoriser l’installation et l’exécution d’extensions tierces
nl_nl: Sta toe om third-party plugings te installeren en draaien.
pt_br: Permite instalar e executar extensões de terceiros.
sv_se: Tillåter installation och körning av tillägg från tredjepart.

source: If you don't like the default theme you can try these two extra themes, Dark Skull and Zoolution.
ca: Si el tema per defecte no us convenç, podeu probar-ne aquests dos: Dark Skull i Zoolution.
da_dk: Hvis du ikke kan lide standardtemaet, kan du prøve disse to ekstra temaer, Dark Skull og Zoolution.
fi_fi: Jos et pidä vakio teemasta, voit valita esiasennettujen väri/kuvake teemojen väliltä itsellesi sopivamman teeman.
fr_fr: Si vous n'aimez pas le thème par défaut, vous pouvez essayer ces deux thèmes supplémentaires, Dark Skull et Zoolution.
nl_nl: Als het standaard thema niet bevalt, kan je een van de twee extra thema's proberen, Dark Skull of Zoolution.
pt_br: Se você não gosta do tema padrão, você pode experimentar estes dois temas extras, Dark Skull e Zoolution.
sv_se: Om du inte gillar standardtemat kan du alltid prova en av dessa extra teman, Dark Skull och Zoolution.

source: Allows accessing the client from other devices via a web browser.
ca: Permet accedir al client des d'altres dispositius mitjançant un navegador web.
da_dk: Tillader adgang til klienten fra andre enheder via en webbrowser.
fi_fi: Mahdollistaa AirDC++n etäkäytön internet selaimella
fr_fr: Permet d'accéder au client à partir d'autres appareils via un navigateur Web.
nl_nl: Staat benadering van de client vanaf andere apparaten via browsers toe.
pt_br: Permite acessar o cliente de outros dispositivos através de um navegador da web.
sv_se: Tillåter dig att ansluta till klienter från andra enheter via en webbläsare.

source: Normally you should not change this because it can lead to abnormal behaviour like loss of settings or downloads. If you unselect it, read the warning message carefully.
ca: No ho harieu de canviar, doncs pot derivar a un comportament anòmal com ara la pèrdua de la configuració i les descàrregues. Si anul·leu la selecció, llegiu el missatge amb atenció.
da_dk: Normalt bør du ikke ændre dette, fordi det kan føre til unormal adfærd som tab af indstillinger eller downloads. Hvis du fravælger det, skal du læse advarselsmeddelelsen omhyggeligt.
fi_fi: Tämän muuttaminen voi johtaa asetusten tallennus ongelmiin.
fr_fr: Vous ne devriez normalement pas changer ça, ça entraînerait un comportement anormal comme la perte de paramètres ou de téléchargements. Si vous le désélectionnez, lisez attentivement le message d'avertissement.
nl_nl: Normaal moet je dit niet aanpassen omdat het kan leiden tot abnormaal gedrag zoals verlies van instellingen of downloads. Als je het uitvinkt, lees dan de waarschuwing aandachtig.
pt_br: Normalmente você não deve mudar isso porque pode levar a um comportamento anormal, como perda de configurações ou downloads. Se você desmarcar, leia a mensagem de aviso com atenção.
sv_se: Normalt ska du inte ändra denna då det kan leda till onormalt beteende som förlust av inställningar eller nedladdningar. Om du avmarkerar den, se till att du läser varningsmeddelandet noga.

source: Do you often run AirDC++? Then this is definitely something for you!
ca: Feu servir l'AirDC++ sovint? Si es així, aquesta opció crearà una drecera a l'escriptori.
da_dk: Kører du ofte AirDC++? Så er dette bestemt noget for dig!
fi_fi: Työpöydälle lisätään AirDC++ pikakuvake
fr_fr: Démarrez-vous souvent AirDC++ ? Alors c'est pour vous !
nl_nl: Gebruik je AirDC++ vaak? Dan is dit zeker iets voor je!
pt_br: Você costuma executar o AirDC++? Então isso é definitivamente algo para você!
sv_se: Startar du ofta AirDC++? Då är detta definitivt något för dig!

source: If you want to use the 32-bits version of AirDC++ on your 64-bits operating system you need to select this. If this is selected and grayed out you can not unselect it because your operation system is 32-bits.
ca: Activeu la casella si voleu fer servir la versió de 32 bits d'AirDC++ en un sistema operatiu de 64 bits. Si no podeu modificar-la, aleshores el vostre sistema operatiu és de 32 bits.
da_dk: Hvis du vil bruge 32-bit versionen af AirDC ++ på dit 64-bit operativsystem, skal du vælge dette. Hvis dette er valgt og nedtonet, kan du ikke fjerne markeringen af det, fordi dit operativsystem er 32-bit.
fi_fi: Muuta vain jos välttämättä haluat käyttää 32bittistä versiota 64bittisessä käyttöjärjestelmässä.
fr_fr: Si vous souhaitez utiliser la version 32 bits d'AirDC++ sur votre système d'exploitation 64 bits, merci de cocher cette option. Si cette option est cochée mais grisée, c'est que votre OS est 32 bits.
nl_nl: Als je de 32 bits versie van AirDC++ op je 64 bits OS wilt gebruiken, kies dit. Als je keuze reeds is geselecteerd en je het niet kan veranderen dan is dat omdat je OS al 32 bits is.
pt_br: Se você quiser usar a versão de 32-bits em seu sistema operacional de 64-bits, é necessário selecionar essa opção. Se sistema operacional é de 32-bits você não terá opção.
sv_se: Om du vill använda 32-bitarsversionen av AirDC++ på ditt 64-bitars operativsystem ska du markera denna. Om denna är markerad och gråskuggad kan du inte avmarkera den därför att ditt operativsystem är 32-bitars.
